Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: Memorize the pattern and click on hexagons to recreate it.
ko_kr: 주어진 무늬를 기억하고 육각형을 클릭해 다시 만들어 보세요.

source: THIS AGREEMENT CONTAINS A MANDATORY ARBITRATION OF DISPUTES PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.
ko_kr: 이 계약은 배심원 재판이나 집단 소송에 우선하는 개별 중재에 의한 분쟁 해결을 요구할 수 있는 강제 중재 분쟁 조항을 포함하고 있습니다.

source: RESTART
ko_kr: 재시작

source: J
ko_kr: ㅓ

source: Could not locate the avatar configuration.
ko_kr: 아바타 설정을 할 수 없습니다.

source: The player(s) {usernames} could not be added to the party.
ko_kr: 플레이어 {usernames}을(를) 파티에 추가하는 데 실패했습니다.

source: Many of our games are visually intensive and force our users to see things rapidly and in their peripherals and react.
ko_kr: Gwoop이 제공하는 게임의 대부분은 사용자들이 주변에 있는 사물까지 빠르게 보고 반응해야 하는 강도 높은 시각적 훈련을 제공합니다.

source: Referral code is invalid.
ko_kr: 초대 코드가 잘못되었습니다.

source: Lower is better
ko_kr: 낮을수록 좋습니다

source: The Gwoop Teams feature is free to use, easy to get started, and full of incredible tools to assist your esports team.
ko_kr: Gwoop Teams는 당신의 e스포츠 팀을 도울 수 있는 엄청난 기능을 가진 무료 도구로, 누구나 쉽게 시작할 수 있습니다.

source: If you are the team admin and would like to use the design to earn feature with your team, please reach out to us via the contact form.
ko_kr: 만약 당신이 팀 운영진이고 팀 차원에서 디자인 참여 프로그램을 참여하고 싶다면, 문의 양식을 통해 운영진에게 문의하세요.

source: Automatic Renewal
ko_kr: 자동 갱신

source: CREATE CUSTOM TRAINING REGIMEN
ko_kr: 사용자 훈련 방식 생성

source: Pixlr X - a free online image editor.
ko_kr: Pixlr X - 무료 온라인 이미지 에디터

source: Enemy towers pack quite a punch.
ko_kr: 적 타워는 꽤나 강력합니다.

source: Are you about to play your favorite game with some friends?
ko_kr: 당신이 좋아하는 게임을 친구들과 함께 할 시간인가요?

source: SERVICE RULES
ko_kr: 서비스 규정

source: Email or Username
ko_kr: 이메일 주소 혹은 사용자명

source: Party name is required.
ko_kr: 파티 이름이 필요합니다.

source: Any third-party code that may be incorporated in the Mobile Software is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.
ko_kr: 모바일 소프트웨어와 함께 제공되는 모든 서드파티 코드는 해당 코드의 사용을 승인하는 오픈 소스 혹은 서드파티 라이선스 EULA의 적용을 받습니다.

source: Persistent cookies help with personalizing your experience, remembering your preferences, and supporting security features.
ko_kr: 지속 쿠키는 귀하의 경험을 개인화하고 귀하의 선호 설정을 기억하며, 보안 기능을 지원합니다.

source: This section will discuss what type of information is collected.
ko_kr: 이 섹션에서는 어떤 유형의 정보가 수집되는지 알 수 있습니다.

source: Left Stick/Left
ko_kr: 왼쪽 스틱 / 왼쪽

source: The connected social network may provide us with information, such as your name, LinkedIn ID, profile picture, network, gender, username, userID, age or age range, language, country, connections and any other information you have agreed it can share or that the social network provides to us.
ko_kr: 당사 서비스와 연결된 소셜 네트워크는 다음의 정보를 당사에 제공할 수 있습니다. 귀하의 이름, LinkedIn ID, 프로필 사진, 네트워크, 성별, 사용자명, 나이 혹은 연령대, 언어, 국가, 연결, 귀하가 소셜 네트워크가 당사와 공유할 수 있도록 동의한 혹은 소셜 네트워크가 당사에게 제공한 기타 정보.

source: Your progress is seen in the progress bar at the bottom of the screen.
ko_kr: 현재 레벨과 경험치는 화면 하단에 표시됩니다.

source: If you are located in the EU or Switzerland, you have the following rights in respect of your personal data that we hold:
ko_kr: 귀하가 EU 혹은 스위스에 거주하는 경우, 귀하는 당사가 보유한 귀하의 개인 데이터와 관련하여 다음의 권리를 갖습니다.

source: Each round is timed, so you will have to hurry.
ko_kr: 매 라운드에는 제한 시간이 있습니다. 서두르세요.

source: For example, improving cognitive attributes such as memory, is not only key to gaming performance, but in all aspects of life.
ko_kr: 예를 들어, 기억력과 같은 인지 능력을 향상한다면 게이밍 실력뿐만이 아니라 생활 전반 능력이 개선됩니다.

source: Several bug fixes and content updates.
ko_kr: 여러 버그 수정과 컨텐츠 업데이트를 진행했습니다.

source: Be on a team
ko_kr: 팀의 구성원이 될 수 있습니다.

source: Your continued use of the Service after any such change constitutes your acceptance of the new Terms of Service.
ko_kr: 귀하가 만약 이와 같은 변경 이후에도 계속 당사의 서비스를 이용한다면, 귀하는 새로운 계약을 동의한 것으로 간주됩니다.

source: An invalid schedule for the training regimen was provided.
ko_kr: 훈련 방식을 위한 유효하지 않은 일정이 추가되었습니다.

source: CREATE AN ACCOUNT
ko_kr: 계정 생성

source: The prize packages will be announced via social media.
ko_kr: 상품은 저희의 소셜 미디어를 통해서 공개됩니다.

source: You can place on the leaderboard by playing a game 5 times.
ko_kr: 5번 게임을 플레이하면 리더보드에 등록됩니다.

source: Stay tuned!
ko_kr: 계속 지켜봐주세요!

source: Training Regimens are assigned by Super Team Leads for Players to complete.
ko_kr: 슈퍼 팀 리더는 플레이어에게 훈련 방식을 배정할 수 있습니다.

source: Similarly, should you choose to engage in messaging through the Service, the contents of such messages may be processed and saved by us.
ko_kr: 유사하게, 귀하가 당사의 서비스를 통한 메시징 서비스를 활용한다면, 귀하의 메시지는 당사에서 처리 및 저장을 할 수 있습니다.

source: We hope you like it, and with your feedback, we are ready to advance the platform.
ko_kr: 이 플랫폼을 마음에 들었기를 바랍니다. 피드백이 있다면 저희는 더 나은 플랫폼을 만들 수 있습니다.

source: Your Best
ko_kr: 최고 점수

source: Added new 'Keyboard Coordination Control' training warm up game which can track the players ability to quickly hit keys on their keyboard via prompt.
ko_kr: 새로운 ‘키보드 협동 컨트롤’ 몸풀기 게임이 추가되었습니다. 플레이어가 키보드 프롬프트를 통해 빠르게 키를 입력하는지 여부를 확인합니다.

source: When it reaches a path, click and hold, following the target along the path.
ko_kr: 과녁이 길에 들어섰을 때, 클릭한 채로 과녁을 따라가세요.

source: We designed Gwoop’s highly intelligent Teams dashboard with coaches in mind.
ko_kr: Gwoop은 코치들을 위해 매우 똑똑한 Teams 대시보드를 만들었습니다.

source: What's your First Name?
ko_kr: 당신의 이름은 무엇입니까?

source: Gems Earned
ko_kr: Gem 획득

source: This ensures fair competition and all scores are tracked more closely with each player's true performance!
ko_kr: 이는 공정한 경쟁을 보장하며 모든 점수는 각 플레이어의 진정한 실력을 더욱 정확하게 확인할 수 있도록 나타납니다.

source: Session not saved.
ko_kr: 세션이 저장되지 않았습니다.

source: Gwoop may terminate this license at any time for any reason or no reason.
ko_kr: Gwoop은 사유 여부를 불문하고 언제든지 귀하의 권한을 종료할 수 있습니다.

source: You will need to play 1 more time before you can get accurate reading.
ko_kr: 정확한 결과를 얻기 위해서는 한 번 더 플레이 해야합니다.

source: WHAT IS GWOOP?
ko_kr: Gwoop은 무엇인가요?

source: Website security updates, including dedicated authorization server, SSL, and many others.
ko_kr: 지정된 인증 서버, SSL 등 여러 웹사이트 보안 업데이트가 이뤄졌습니다.

source: Costumes
ko_kr: 복장

source: Please enter a valid email address.
ko_kr: 유효한 이메일 주소를 입력하세요.

source: Driving Control
ko_kr: 운전 조작

source: When it reaches a path <sprite index=7 color=#FF0000>, click and hold, following the target along the path.
ko_kr: 과녁이 길에 <sprite index=7 color=#FF0000> 들어섰을 때, 클릭한 채로 과녁을 따라가세요.

source: Colliders detect bullseye hit.
ko_kr: 충돌기가 과녁을 맞췄는지 감지합니다.

source: HOW MUCH MONEY DO I MAKE AND HOW DO I GET PAID?
ko_kr: 얼마나 많은 돈을 벌 수 있고, 어떻게 돈을 받을 수 있나요?

source: We will refer your request to that corporate customer or school customer, and will support them to the extent required by applicable law in responding to your request.
ko_kr: 당사는 귀하의 요청을 해당 기업 및 학교 고객에게 전달하고, 관련 법률에서 요구하는 범위 내에서 해당 기업 및 학교가 귀하의 요청을 응답할 수 있도록 지원할 것입니다.

source: This email is to let you know that your Gwoop password has successfully been reset.
ko_kr: 당신의 Gwoop 비밀번호를 재설정하는 데 성공했습니다.

source: Keep moving between attacks to stay out of enemy range.
ko_kr: 공격하는 사이 계속 움직이며 적의 사정거리에서 벗어나세요.

source: Roster:
ko_kr: 명단:

source: By signing up for the Gwoop Design to Earn Program, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable license to use the Gwoop Design to Earn Program for your personal, noncommercial use only, except for payments you receive through the program for the designs you submit.
ko_kr: Gwoop의 디자인 참여 프로그램에 가입한다면, 귀하는 귀하가 제출한 디자인의 판매 수익을 제외하고는 개인적이고 비상업적인 용도로만 Gwoop 디자인 참여 프로그램을 이용할 수 있는 비독점적이고 제한적이고 양도가 불가능하고 자유롭게 취소가 가능한 권한을 부여받습니다.

source: Once you have enough XP, you will level up.
ko_kr: 충분한 경험치가 쌓이면 레벨이 올라갑니다.

source: Minor adjustments to the registration process.
ko_kr: 가입 과정을 소폭 개선했습니다.

source: Training regimen name cannot contain any special characters other than !,@,#,$,&,\',*,or spaces.
ko_kr: 훈련 방식의 이름에는 !,@,#,$,&,*나 공란을 제외한 다른 특수문자가 포함될 수 없습니다.

source: Unable to accept invite.
ko_kr: 초대를 받을 수 없습니다.

source: Time Per Target
ko_kr: 타겟당 시간

source: Secondary Mouse
ko_kr: 보조 클릭 버튼

source: Additionally, your dealings with or participation in promotions of advertisers found on the Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers.
ko_kr: 또한, 귀하가 당사의 서비스에서 찾을 수 있는 지불 및 상품 배송, 기타 조건(보증 등)을 포함한 광고주의 프로모션에 참여하는 경우, 이는 전적으로 귀하와 해당 광고주간의 관계입니다.

source: FREE
ko_kr: 무료

source: Our platform focuses on the general skillsets to be an elite esports athlete for any game.
ko_kr: Gwoop의 플랫폼은 모든 게임에서 엘리트 e스포츠 선수가 되기 위한 일반적인 기술에 초점을 맞추고 있습니다.

source: Visual Memory Game
ko_kr: 시각 기억 게임

source: Links.
ko_kr: 링크.

source: No Waiver.
ko_kr: 권리 포기

source: Click the button below to reset your password.
ko_kr: 아래 버튼을 클릭해 비밀번호를 재설정하세요.

source: Completed
ko_kr: 완료

source: Room Targets
ko_kr: 실내 타겟 사격

source: Billing & Payments
ko_kr: 청구 & 지불

source: Mobile Software.
ko_kr: 모바일 소프트웨어

source: Customer records, billing and shipping address, and credit or debit card information.
ko_kr: 고객 기록, 청구 및 배송 주소, 신용카드 혹은 직불카드 정보.

source: Basic Ranged Ability
ko_kr: 기본 원거리 기술

source: GAMERS LOVE US,
ko_kr: 게이머들이 사랑하는 Gwoop,

source: Right Click
ko_kr: 우클릭

source: If you have a complaint about our use of your personal data or response to your requests regarding your personal data, you may submit a complaint to the data protection regulator in your jurisdiction.
ko_kr: 만약 당사가 귀하의 개인 데이터를 사용하는 것이나 귀하의 개인 데이터에 관한 귀하의 요청에 대한 응답에 이의를 제기하려는 경우, 귀하는 귀하의 관할권에 있는 데이터 보호 규제 기관에 이의신청을 할 수 있습니다.

source: Training Regimen Name
ko_kr: 훈련 방식 이름

source: MINI-GAMES
ko_kr: 미니 게임

source: XP Earned
ko_kr: XP 획득

source: Each party can:
ko_kr: 각 파티는:

source: Additional custom training regimens
ko_kr: 사용자 훈련 방식 추가

source: INVITE TEAM PLAYERS
ko_kr: 팀 플레이어 초대

source: You may also limit our use of information collected from or about your mobile device for purposes of serving targeted ads to you by going to your device settings and selecting “Limit Ad Tracking” (for iOS devices) or “Opt out of Interest-Based Ads” (for Android devices).
ko_kr: 귀하는 모바일 장치로부터 혹은 모바일 장치와 관련되어 귀하에게 타겟 광고를 제공할 목적으로 수집된 정보를 당사가 사용하지 못하도록 제한할 수 있습니다. “광고 추적 제한” (iOS 사용자) 또는 “관심 기반 광고 선택 해제” (Android 사용자) 기능을 선택하십시오.

source: Third-Party Links
ko_kr: 서드파티 링크

source: Introducing a new game!
ko_kr: 새로운 게임을 소개합니다!

source: Our records indicate that you may have already completed onboarding for your Stripe Express Account.
ko_kr: 이미 Stripe 익스프레스 계정와 연동되어 있습니다.

source: In the bottom left, you can see some information about your Hero's stats.
ko_kr: 당신의 영웅에 관한 정보를 좌측 하단에서 확인할 수 있습니다.

source: The Service permits two types of teams:
ko_kr: 당사의 서비스는 두 종류의 팀을 허용합니다.

source: When we change the Agreement in a material manner, we will update the ‘last modified’ date at the bottom of this page.
ko_kr: 당사가 본 계약에서 주목할만한 변경을 시행하면, 당사는 이 페이지의 하단에 ‘마지막 개정’ 날짜를 갱신할 것입니다.

source: Please contact us if you have any questions.
ko_kr: 궁금한 사항이 있다면 저희에게 문의하세요.

source: Z
ko_kr: ㅋ

source: Your Data Subject Rights.
ko_kr: 귀하의 데이터 주체 권리.

source: Parents and educators thank us, gamers love us.
ko_kr: 학부모와 교육자들은 우리를 고마워하고, 게이머들은 우리를 사랑합니다.

source: This game does not have Memory Training data.
ko_kr: 이 게임은 기억 훈련 데이터를 갖고 있지 않습니다.

source: For example, we place ads through Google and Facebook that you may view on their platforms as well as on other websites and services.
ko_kr: 예를 들어, 당사는 Google이나 Facebook을 통해 광고를 게시하고, 귀하는 해당 플랫폼이나 다른 웹사이트 및 서비스에서 당사의 광고를 확인하 수 있습니다.

source: No items recalled, session not saved.
ko_kr: 기억해 낸 아이템이 없습니다. 세션이 저장되지 않았습니다.

source: Levelling up will unlock more abilities and boost your stats.
ko_kr: 레벨이 오를수록 더 많은 기술이 열리며 능력치가 상승합니다.

source: ENTER TEAM CODE
ko_kr: 팀 코드 입력

source: Email
ko_kr: 이메일 주소

source: We share information with entities that process information on our behalf for our business purposes.
ko_kr: 당사는 당사의 비즈니스 목적을 위해 당사를 대신하여 정보를 처리하는 법인과 정보를 공유합니다.

source: All Gwoop games:
ko_kr: 모든 Gwoop 게임:

source: Gems are used to purchase avatar customization pieces such as hair, clothing, accessories, costumes, and backgrounds.
ko_kr: Gem은 아바타를 위한 헤어 스타일, 의상, 악세서리, 배경 등을 구매하는 데 사용됩니다.

source: The categories of personal information about you we disclosed for a business purpose or sold;
ko_kr: 당사가 비즈니스 목적을 위해 공개하거나 판매한 개인정보의 범주.

source: Ranged Hero
ko_kr: 원거리 영웅

source: Added ability to customize your own controller and keyboard control mappings.
ko_kr: 사용자의 컨트롤러와 키보드 컨트롤 매핑을 수정할 수 있는 기능을 추가했습니다.

source: Choose
ko_kr: 선택

source: Add a name for training regimen
ko_kr: 훈련 방식에 이름을 부여하세요.

source: Chat with your entire organization
ko_kr: 전체 조직과의 채팅

source: Team id is invalid.
ko_kr: 팀 ID가 잘못되었습니다.

source: Toggle Camera Lock
ko_kr: 카메라 잠금 전환

source: He can't remember wheret hey are so you have to do it for him.
ko_kr: 그는 어디에 수정을 뒀는지 까먹었습니다. 그를 대신해 보석을 찾으세요.

source: The disclosure must be included in all social media posts that you share that discuss Gwoop or your Designs.
ko_kr: 이 정보는 Gwoop 혹은 귀하의 디자인을 공유하기 위해 귀하가 게시한 소셜 미디어 글에 반드시 포함되어야 합니다.

source: Added ability for users to update their email address in account settings.
ko_kr: 사용자가 계정 설정 페이지에서 이메일 주소를 업데이트 할 수 있도록 개선했습니다.

source: None of the training regimen modules were successfully deleted.
ko_kr: 훈련 방식 모듈을 제거하는 데 모두 실패했습니다.

source: It’s best to find out before you play like a noob.
ko_kr: 당신이 초보처럼 플레이하기 전에 알아보세요.

source: If you did not request to reset your password, please ignore this email.
ko_kr: 만약 비밀번호 변경을 신청하지 않았다면 이 메일을 무시하세요.

source: TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, GWOOP ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT; (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR SERVICE; (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN; (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICE; (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY; (VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICE; AND/OR (VII) USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.
ko_kr: 관련 법률이 허용하는 최대한의 한도 내에서, Gwoop은 다음 상황에 대해서 어떠한 책임도 지지 않습니다. (I) 콘텐츠의 오류, 실수 혹은 부정확함. (II) 귀하가 당사 서비스 접속 혹은 사용으로 인해 발생하는 모든 자연발생적인 개인적 부상 혹은 재산상의 손해. (III) 당사의 보안 서버 또는 서버에 저장된 모든 개인 정보에 대한 허가받지 않은 접속 혹은 사용. (IV) 당사 서비스와의 데이터 전송을 방해하거나 중단하는 모든 행위 (V) 당사 서비스를 통해 어떠한 제3자에 의한 모든 버그, 바이러스, 트로이 목마 혹은 이와 유사한 것의 전송. (VI) 콘텐츠에서 발생한 모든 오류 혹은 누락, 또는 콘텐츠의 게시, 이메일, 전송 혹은 당사 서비스를 통해 가능한 모든 다른 수단으로 인해 발생한 어떠한 종류의 손실 혹은 손해. (VII) 사용자 콘텐츠 및 모든 제3자의 명예 훼손, 공격 또는 불법 행위.

source: 6 targets will be spawned against the opposite wall and you must hit them as quickly as possible.
ko_kr: 반대쪽 벽에 6개의 타겟이 생성됩니다. 최대한 빠르게 타겟을 클릭하세요.

source: We've heard your feedback and have continued to build out our Teams and Teams+ features.
ko_kr: 저희는 고객의 피드백을 경청하면서 Teams와 Teams+ 기능을 계속 가꿔나가고 있습니다.

source: ELIGIBILITY
ko_kr: 자격

source: ACCURACY TRAINING DATA
ko_kr: 정확도 훈련 데이터

source: D-Pad Down
ko_kr: 십자키 아래

source: SELECT HERO
ko_kr: 영웅 선택

source: Category
ko_kr: 카테고리

source: VIEW REGIMENS
ko_kr: 훈련 방식 열람

source: You can split parties up by game; League of Legends and Fortnite, varsity and junior varsity, or even role if you have a large team; mid-laners and supports.
ko_kr: 게임에 따라서 파티를 나눌 수 있습니다. 예를 들어서 리그 오브 레전드나 포트나이트 처럼 말입니다. 또한 대표와 2군 파티를 나누거나, 미드 라이너 혹은 서포터처럼 게임 내 역할에 따라서 파티를 나눌 수도 있습니다.

source: Privacy Policy
ko_kr: 개인정보 처리방침

source: Basic Area Ability
ko_kr: 기본 광역 기술

source: Unless a Team Member is a Standard User (i.e. has registered for a Gwoop account independent of the team, as described in Section 1.C. above), as Team Administrator, you are solely responsible for obtaining any necessary rights, authorizations, and consents with respect to the information you submit about Limited Team Members (“Team Registration Data”) and solely responsible for the actions of any Limited Team Members on the Service or within the team.
ko_kr: 팀 구성원이 일반 사용자(상기된 섹션 1.C에서 서술된, 팀과 독립적으로 Gwoop 계정을 등록한 사용자 등)인 경우를 제외하고, 귀하가 팀 관리자일 때 제한적 팀 구성원에 대해 귀하가 제출해야 하는 정보(이하 “팀 등록 데이터”)와 관련하여 필요한 권리, 승인, 동의를 얻는 것은 전적으로 귀하의 책임입니다. 당사의 서비스 혹은 팀 내에서 발생한 모든 제한적 팀 구성원의 행동 또한 전적으로 귀하의 책임입니다.

source: Updated the way daily challenges can be completed.
ko_kr: 일일 도전을 완료할 수 있는 방식이 추가되었습니다.

source: The Service is not available to any Users previously removed from the Service by Gwoop.
ko_kr: Gwoop의 서비스로부터 금지된 사용자는 당사의 서비스를 이용할 수 없습니다.

source: Press done to return to the scenario selection page.
ko_kr: 확인 버튼을 눌러 시나리오 선택 페이지로 돌아가세요.

source: • Participate in training regimens
ko_kr: • 훈련에 참가할 수 있습니다.

source: ms Avg Target
ko_kr: 타겟당 ms

source: Created By: {username}
ko_kr: 디자인 제공: {username}

source: Compares your performance of the game you last played to the previous time you played that game.
ko_kr: 가장 최근에 플레이 한 게임의 결과를 이전 결과와 비교하세요.

source: Unable to find product with a product ID of {0}
ko_kr: 상품 ID {0}에 해당하는 상품을 찾을 수 없습니다.

source: You can also see their health by selecting them.
ko_kr: 또한 적을 클릭해서도 남은 체력을 확인할 수 있습니다.

source: You agree that Gwoop has the absolute right to manage, regulate, control, modify and/or eliminate Gwoop Badges as it sees fit in its sole discretion, in any general or specific case, and that Gwoop will have no liability to you based on its exercise of such right.
ko_kr: 귀하는 Gwoop이 당사의 재량에 따라 일반적으로 또는 특정한 경우에 Gwoop 배지를 관리, 규제, 통제, 수정 혹은 삭제할 수 있는 절대적인 권리에 동의하며, 귀하는 또한 Gwoop은 이러한 권리를 행사하는 데에 있어 귀하에게 책임을 지지 않는다는 점에 동의합니다.

source: This team already has an active subscription for this product.
ko_kr: 팀이 이미 이 상품을 구독하고 있습니다.

source: We also implement many audio components within our games.
ko_kr: Gwoop의 게임은 다양한 청각적 요소들 또한 포함하고 있습니다.

source: This section discusses how collected information is used by Gwoop.
ko_kr: 이 섹션에서는 Gwoop이 수집한 정보를 어떻게 사용하는지 설명합니다.

source: Remaining Code Uses
ko_kr: 남은 코드 발송 횟수

source: Heal up some health.
ko_kr: 체력을 일부 회복하세요.

source: Great job!
ko_kr: 대단합니다!

source: Our platform enables users to become better gamers, but requires putting in the time and effort to achieve skill improvement.
ko_kr: Gwoop의 플랫폼을 통해 더 좋은 게이머가 되기 위해서는 사용자가 시간과 노력을 투자해야만 합니다.

source: (FPS) 6 Target Range Lvl 1
ko_kr: (FPS) 6개 타겟 사격 1단계

# Too Early! Too many early clicks, {rangeIncreaseStep} sec delay.
source: Too Early!\nToo many early clicks, {rangeIncreaseStep} sec delay.
ko_kr: 너무 빠릅니다!\n이른 클릭이 너무 많습니다, {rangeIncreaseStep} 초 지연.

source: YOUR FRIENDS LEADERBOARD
ko_kr: 친구 리더보드

source: You have a right to object to processing based on legitimate interests and direct marketing.
ko_kr: 귀하는 정당한 이익 및 직접 마케팅에 기반한 처리를 거부할 권리가 있습니다.

source: Avg Time per Target (ms)
ko_kr: 평균 타겟당 시간 (ms)

source: Unable to retrieve the Avatar Figure file from storage.
ko_kr: 아바타 피규어 파일을 불러들이는 데 실패했습니다.

source: Contact Data, including your first and last name, email address, postal address, and phone number.
ko_kr: 귀하의 성과 이름, 이메일 주소, 우편 주소, 전화 번호를 포함한 연락처.

source: Communications.
ko_kr: 의사 소통.

source: An invalid competition type was provided.
ko_kr: 유효하지 않은 대회 종류가 제공되었습니다.

source: Area Over Time Ability
ko_kr: 광역 도트 기술

source: Gwoop provides a platform that trains and enhances these life-long skills."
ko_kr: Gwoop는 이런 평생가는 기술을 훈련하고 육성할 수 있는 플랫폼을 제공합니다.”

source: Larger team sizes
ko_kr: 더 큰 팀 규모

source: An invalid Grant Id was provided.
ko_kr: 유효하지 않은 장학금 ID가 제공되었습니다.

source: We use this information to detect and prevent fraud.
ko_kr: 당사는 사기를 발견하고 방지하기 위해 해당 정보를 사용합니다.

source: Your ability to limit cookies is subject to your browser settings and limitations.
ko_kr: 쿠키를 제한하는 기능은 브라우저 설정 및 제한 사항에 따릅니다.

source: Gwoop does not generally sell information as the term “sell” is traditionally understood.
ko_kr: Gwoop은 관행적으로 “판매”가 인식되는 의미에서 일반적으로 수집한 정보를 판매하지 않습니다.

source: As part of this process, we may incorporate tracking technologies into our own Service (including our website and emails) as well as into our ads displayed on other websites and services.
ko_kr: 이 과정의 일환으로 당사는 당사 서비스(당사의 웹사이트 및 이메일을 포함하여)와 다른 웹사이트 및 서비스에 게시되는 당사의 광고에 추적 기술을 추가할 수 있습니다.

source: You can see characters' remaining health on the health bar above their head.
ko_kr: 적 머리 위에 있는 체력바에서 남아있는 체력을 확인할 수 있습니다.

source: Invitation Link
ko_kr: 초대 링크

source: Complaints.
ko_kr: 이의 제기.

source: First Name
ko_kr: 이름

source: GWOOP WEBSITE & GAME UPDATES
ko_kr: Gwoop 웹사이트 및 게임 업데이트

source: Terms of Service and Privacy Policy have been added to the website.
ko_kr: 이용 약관과 개인정보 처리방침이 웹사이트에 추가되었습니다.

source: Streak
ko_kr: 콤보

source: In particular, you have the right to request the following from us:
ko_kr: 특히, 귀하는 당사에게 다음 정보를 요청할 권리를 갖습니다.

source: Manage payment information and subscription status
ko_kr: 결제 정보와 구독권 관리를 할 수 있습니다.

source: Basic Power Up Ability
ko_kr: 기본 강화 기술

source: How do you know you are at your best, and not about to get pwned?
ko_kr: 당신이 현재 최고의 상태인지, 그리고 누군가한테 당하지 않을 거라 어떻게 알 수 있나요?

source: ABOUT
ko_kr: 개요

source: A Team Lead user has all Player capabilities and the ability to:
ko_kr: 팀 리더는 플레이어의 기능을 포함해 아래와 같은 활동을 할 수 있습니다.

source: Such functionality is only intended for U.S. residents.
ko_kr: 이러한 기능은 미국 거주자만을 위한 기능입니다.

source: Notice of Collection.
ko_kr: 수집 공지.

source: REWARDS
ko_kr: 보상

source: VIEW IN LOCKER ROOM
ko_kr: 탈의실에서 보기

source: Unable to find price for product {0}.
ko_kr: 상품 {0}의 가격을 찾을 수 없습니다.

source: Train, chat, play, and win together.
ko_kr: 훈련하고, 대화하고, 플레이하고 함께 승리하세요.

source: T
ko_kr: ㅅ

source: Gwoop is a web-based platform.
ko_kr: Gwoop은 웹 기반 플랫폼입니다.

source: Analytics and Advertising
ko_kr: 분석 및 광고

source: Updated the minimum distance that a target can spawn near previous targets in the speed game.
ko_kr: 속도 게임에서 새로운 타겟이 생성될 때 이전 타겟과의 최소 거리가 설정되었습니다.

source: This Privacy Policy has been designed to be accessible to people with disabilities.
ko_kr: 본 개인정보 처리방침은 장애인의 접근성을 보장합니다.

source: Account Credentials, including your username, password, password hints, and information for authentication and account access.
ko_kr: 사용자명, 비밀번호, 비밀번호 힌트, 인증 및 계정 접근 정보를 포함한 계정 자격 증명.

source: Added 'What is Esports' page.
ko_kr: ‘e스포츠란 무엇인가?’ 페이지가 추가되었습니다.

source: One of the modules includes invalid data in updated training regimen modules.
ko_kr: 업데이트된 훈련 방식 모듈 중 하나가 유효하지 않은 데이터를 포함하고 있습니다.

source: NEXT
ko_kr: 다음

source: After your Team is created, you can break down your team players into "Parties".
ko_kr: 팀을 생성한 후 소속 플레이어를 “파티”에 배정할 수 있습니다.

source: EN-US
ko_kr: KO-KR

source: This your Hero, who you will be controlling for this tutorial. \nPress 'NEXT' to continue."
ko_kr: 이것은 당신이 이번 튜토리얼에서 조종할 영웅입니다. \n’다음’ 버튼을 눌러 진행하세요.

source: Super Team Leads can edit team rosters.
ko_kr: 슈퍼 팀 리더는 팀 명단을 수정할 수 있습니다.

source: Visual Speed Training
ko_kr: 시각 속도 훈련

source: RESET PASSWORD
ko_kr: 비밀번호 재설정

source: We use various technologies to determine location, including IP address, GPS and other sensors that may, for example, provide Gwoop with information on nearby devices, Wi-Fi access points and mobile towers.
ko_kr: 당사는 IP 주소, GPS, Gwoop에 근처 장치, Wi-Fi 접속 지점 및 중계기에 대한 정보를 제공할 수 있는 기타 센서를 포함하여 위치를 결정하는 다양한 기술을 사용합니다.

source: Invite your friends to earn rewards!
ko_kr: 친구를 초대해 보상을 얻으세요!

source: We may request specific information from you to help us confirm your identity and process your request.
ko_kr: 당사는 귀하의 신원을 확인하고 귀하의 요청을 처리하는 데 도움이 될 수 있는 귀하의 특정 정보를 요청할 수 있습니다.

source: Unable to parse training session request.
ko_kr: 훈련 세션 요청을 이해할 수 없습니다.
